Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 录音文件已删除
ar: تم حذف ملف التسجيل
de: Aufnahmedatei gelöscht
en: Recording file deleted
es: Archivo de grabación eliminado
fr: Fichier d'enregistrement supprimé
hi: रिकॉर्डिंग फ़ाइल हटाई गई
id: File rekaman dihapus
it: File di registrazione eliminato
ja: 録音ファイルを削除しました
ko: 녹음 파일이 삭제되었습니다
nl: Opnamebestand verwijderd
pl: Plik nagrania usunięty
pt: Arquivo de gravação apagado
ru: Файл записи удалён
sv: Inspelningsfilen raderades
th: ไฟล์การบันทึกถูกลบแล้ว
tr: Kayıt dosyası silindi
uk: Файл запису видалено
vi: Đã xóa tệp ghi âm
zh_hant: 錄音文件已刪除

source: 录音文件已删除，无法转写
ar: تم حذف ملف التسجيل، لذا يتعذّر النسخ
de: Die Aufnahmedatei wurde gelöscht und kann nicht transkribiert werden
en: The recording file has been deleted and cannot be transcribed
es: El archivo de grabación se ha eliminado y no se puede transcribir
fr: Le fichier d’enregistrement a été supprimé et ne peut pas être transcrit
hi: रिकॉर्डिंग फ़ाइल हटा दी गई है, ट्रांसक्राइब नहीं किया जा सकता
id: Berkas rekaman telah dihapus dan tidak dapat ditranskripsikan
it: Il file della registrazione è stato eliminato e non può essere trascritto
ja: 録音ファイルが削除されているため、文字起こしできません
ko: 녹음 파일이 삭제되어 받아쓰기를 할 수 없습니다
nl: Het opnamebestand is verwijderd en kan niet worden getranscribeerd
pl: Plik nagrania został usunięty, nie można go transkrybować
pt: O ficheiro da gravação foi eliminado e não pode ser transcrito
ru: Файл записи удалён, расшифровка невозможна
sv: Inspelningsfilen har tagits bort och kan inte transkriberas
th: ไฟล์บันทึกถูกลบแล้ว จึงถอดเสียงไม่ได้
tr: Kayıt dosyası silinmiş, yazıya dökülemez
uk: Файл запису видалено, транскрипція неможлива
vi: Tệp ghi âm đã bị xóa nên không thể chuyển lời
zh_hant: 錄音檔案已刪除，無法轉寫

source: 录音来源
ar: مصدر التسجيل
de: Aufnahmequelle
en: Recording Source
es: Fuente de grabación
fr: Source d'enregistrement
hi: रिकॉर्डिंग स्रोत
id: Sumber rekaman
it: Sorgente di registrazione
ja: 録音ソース
ko: 녹음 소스
nl: Opnamebron
pl: Źródło nagrania
pt: Fonte de gravação
ru: Источник записи
sv: Inspelningskälla
th: แหล่งที่มาของการบันทึก
tr: Kayıt kaynağı
uk: Джерело запису
vi: Nguồn ghi âm
zh_hant: 錄音來源

source: 录音热键
ar: مفتاح اختصار التسجيل
de: Aufnahme-Tastenkürzel
en: Recording Hotkey
es: Atajo de grabación
fr: Raccourci d'enregistrement
hi: रिकॉर्डिंग हॉटकी
id: Hotkey perekaman
it: Scorciatoia di registrazione
ja: 録音ホットキー
ko: 녹음 단축키
nl: Sneltoets voor opnemen
pl: Skrót nagrywania
pt: Atalho de gravação
ru: Горячая клавиша записи
sv: Snabbtangent för inspelning
th: ฮอตคีย์การบันทึก
tr: Kayıt kısayolu
uk: Гаряча клавіша запису
vi: Phím tắt ghi âm
zh_hant: 錄音熱鍵

source: 录音热键的默认组合 ⌃⌘R 已被其他应用占用，本次已自动改用 ⌃⇧⌘R；可点击「修改热键」自行更换。
ar: التركيبة الافتراضية ⌃⌘R لمفتاح اختصار التسجيل مستخدمة في تطبيق آخر؛ لذا سيتم استخدام ⌃⇧⌘R هذه المرة. اضغط «تغيير مفتاح الاختصار» لتعيين تركيبة أخرى.
de: Die Standardkombination ⌃⌘R für das Aufnahme-Kürzel ist von einer anderen App belegt; diesmal wird stattdessen ⌃⇧⌘R verwendet. Klicken Sie auf „Kürzel ändern“, um ein eigenes festzulegen.
en: The default recording hotkey ⌃⌘R is taken by another app, so ⌃⇧⌘R is used instead this time; click "Change Hotkey" to set your own.
es: La combinación predeterminada ⌃⌘R del atajo de grabación está ocupada por otra app; esta vez se usa ⌃⇧⌘R. Haz clic en «Cambiar atajo» para elegir otra.
fr: La combinaison par défaut ⌃⌘R du raccourci d'enregistrement est utilisée par une autre app ; ⌃⇧⌘R est utilisée à la place cette fois. Cliquez sur « Modifier le raccourci » pour en choisir une autre.
hi: रिकॉर्डिंग हॉटकी की डिफ़ॉल्ट संयोजन ⌃⌘R किसी अन्य ऐप द्वारा उपयोग में है, इसलिए इस बार ⌃⇧⌘R उपयोग किया जाएगा। अपनी संयोजन चुनने के लिए «हॉटकी बदलें» पर क्लिक करें।
id: Kombinasi default ⌃⌘R untuk hotkey perekaman dipakai aplikasi lain, jadi kali ini memakai ⌃⇧⌘R. Klik «Ubah hotkey» untuk memilih sendiri.
it: La combinazione predefinita ⌃⌘R della scorciatoia di registrazione è occupata da un'altra app; questa volta viene usata ⌃⇧⌘R. Fai clic su «Modifica scorciatoia» per sceglierne un'altra.
ja: 録音ホットキーの既定の組み合わせ ⌃⌘R は他のアプリで使用中のため、今回は ⌃⇧⌘R を使用します。「ホットキーを変更」から変更できます。
ko: 녹음 단축키의 기본 조합 ⌃⌘R이 다른 앱에서 사용 중이어서 이번에는 ⌃⇧⌘R을 사용합니다. ‘단축키 변경’을 눌러 직접 바꿀 수 있습니다.
nl: De standaardcombinatie ⌃⌘R van de opnamesneltoets is in gebruik door een andere app; deze keer wordt daarom ⌃⇧⌘R gebruikt. Klik op 'Sneltoets wijzigen' om er zelf een te kiezen.
pl: Domyślna kombinacja ⌃⌘R skrótu nagrywania jest zajęta przez inną aplikację, więc tym razem używana jest ⌃⇧⌘R. Kliknij „Zmień skrót”, aby ustawić własny.
pt: A combinação padrão ⌃⌘R do atalho de gravação está em uso por outro app; desta vez é usado ⌃⇧⌘R. Clique em «Alterar atalho» para escolher outra.
ru: Комбинация по умолчанию ⌃⌘R для записи занята другим приложением; в этот раз используется ⌃⇧⌘R. Нажмите «Изменить сочетание», чтобы задать своё.
sv: Standardkombinationen ⌃⌘R för inspelningssnabbkommandot används av en annan app, så den här gången används ⌃⇧⌘R i stället. Klicka på "Ändra snabbtangent" för att ange en egen.
th: คีย์ผสมเริ่มต้น ⌃⌘R ของฮอตคีย์บันทึกถูกแอปอื่นใช้อยู่ ครั้งนี้จึงใช้ ⌃⇧⌘R แทน คลิก «เปลี่ยนฮอตคีย์» เพื่อกำหนดเอง
tr: Kayıt kısayolunun varsayılan kombinasyonu ⌃⌘R başka bir uygulama tarafından kullanılıyor; bu kez ⌃⇧⌘R kullanılıyor. Kendi kombinasyonunuzu belirlemek için «Kısayolu değiştir»e tıklayın.
uk: Комбінація ⌃⌘R за замовчуванням для запису зайнята іншим застосунком, тому цього разу використовується ⌃⇧⌘R. Натисніть «Змінити сполучення», щоб задати своє.
vi: Tổ hợp mặc định ⌃⌘R của phím tắt ghi âm đang bị ứng dụng khác chiếm, nên lần này dùng ⌃⇧⌘R thay thế. Nhấn «Đổi phím tắt» để tự đặt tổ hợp khác.
zh_hant: 錄音熱鍵的預設組合 ⌃⌘R 已被其他應用程式占用，本次已自動改用 ⌃⇧⌘R；可點擊「修改熱鍵」自行更換。

source: 录音管理
ar: إدارة التسجيلات
de: Aufnahmeverwaltung
en: Recording Management
es: Gestión de grabaciones
fr: Gestion des enregistrements
hi: रिकॉर्डिंग प्रबंधन
id: Manajemen rekaman
it: Gestione registrazioni
ja: 録音管理
ko: 녹음 관리
nl: Opnamebeheer
pl: Zarządzanie nagraniami
pt: Gerenciamento de gravações
ru: Управление записями
sv: Inspelningshantering
th: การจัดการการบันทึก
tr: Kayıt yönetimi
uk: Керування записами
vi: Quản lý bản ghi
zh_hant: 錄音管理

source: 录音结束后，文件自动保存到数据文件夹中
ar: بعد انتهاء التسجيل، يُحفظ الملف تلقائيًا في مجلد البيانات
de: Nach der Aufnahme wird die Datei automatisch im Datenordner gespeichert
en: After recording ends, the file is saved to the data folder automatically
es: Al terminar la grabación, el archivo se guarda automáticamente en la carpeta de datos
fr: Après l'enregistrement, le fichier est automatiquement enregistré dans le dossier de données
hi: रिकॉर्डिंग समाप्त होने पर, फ़ाइल स्वतः डेटा फ़ोल्डर में सहेजी जाती है
id: Setelah perekaman selesai, file otomatis disimpan ke folder data
it: Al termine della registrazione, il file viene salvato automaticamente nella cartella dati
ja: 録音終了後、ファイルはデータフォルダに自動保存されます
ko: 녹음 종료 후 파일이 데이터 폴더에 자동으로 저장됩니다
nl: Na afloop van de opname wordt het bestand automatisch in de gegevensmap bewaard
pl: Po zakończeniu nagrywania plik jest automatycznie zapisywany w folderze danych
pt: Após o fim da gravação, o arquivo é salvo automaticamente na pasta de dados
ru: После окончания записи файл автоматически сохраняется в папку данных
sv: När inspelningen slutar sparas filen automatiskt i datamappen
th: เมื่อการบันทึกสิ้นสุด ไฟล์จะถูกบันทึกลงโฟลเดอร์ข้อมูลโดยอัตโนมัติ
tr: Kayıt bittikten sonra dosya otomatik olarak veri klasörüne kaydedilir
uk: Після завершення запису файл автоматично зберігається в папці даних
vi: Sau khi ghi âm xong, tệp tự động được lưu vào thư mục dữ liệu
zh_hant: 錄音結束後，文件自動儲存到數據資料夾中

source: 录音记录保存到数据库失败：%@ 录音文件已保存在磁盘上，请重启应用后检查是否自动恢复。
ar: فشل حفظ سجل التسجيل في قاعدة البيانات: %@ حُفظ ملف التسجيل على القرص. أعد تشغيل التطبيق وتحقق مما إذا كان سيُستعاد تلقائيًا.
de: Aufnahme konnte nicht in der Datenbank gespeichert werden: %@ Die Aufnahmedatei wurde auf der Festplatte gespeichert. Starten Sie die App neu und prüfen Sie, ob sie automatisch wiederhergestellt wird.
en: Failed to save the recording entry to the database: %@ The recording file was saved on disk. Restart the app and check whether it is recovered automatically.
es: No se pudo guardar la entrada de grabación en la base de datos: %@ El archivo de grabación se guardó en disco. Reinicia la app y comprueba si se recupera automáticamente.
fr: Échec de l'enregistrement de l'entrée dans la base de données : %@ Le fichier audio a été sauvegardé sur le disque. Redémarrez l'app et vérifiez s'il est récupéré automatiquement.
hi: रिकॉर्डिंग प्रविष्टि को डेटाबेस में सहेजने में विफल: %@ रिकॉर्डिंग फ़ाइल डिस्क पर सहेजी गई है। ऐप पुनः आरंभ करें और जाँचें कि वह स्वतः पुनर्प्राप्त होती है या नहीं।
id: Gagal menyimpan entri rekaman ke basis data: %@ File rekaman telah disimpan di disk. Mulai ulang aplikasi dan periksa apakah dipulihkan otomatis.
it: Salvataggio della voce di registrazione nel database non riuscito: %@ Il file di registrazione è stato salvato su disco. Riavvia l'app e verifica se viene recuperato automaticamente.
ja: 録音をデータベースに保存できませんでした: %@\ 録音ファイルはディスクに保存されています。アプリを再起動して自動復元を確認してください。
ko: 녹음 기록을 데이터베이스에 저장하지 못했습니다: %@ 녹음 파일은 디스크에 저장되었습니다. 앱을 재시작한 후 자동 복구 여부를 확인하세요.
nl: Opname-item in database bewaren mislukt: %@ Het opnamebestand is op schijf bewaard. Start de app opnieuw en controleer of het automatisch wordt hersteld.
pl: Nie udało się zapisać wpisu nagrania do bazy danych: %@ Plik nagrania został zapisany na dysku. Uruchom ponownie aplikację i sprawdź, czy zostanie automatycznie odzyskany.
pt: Falha ao salvar a entrada de gravação no banco de dados: %@ O arquivo de gravação foi salvo no disco. Reinicie o app e verifique se ele é recuperado automaticamente.
ru: Не удалось сохранить запись в базу данных: %@ Файл записи сохранён на диске. Перезапустите приложение и проверьте, восстановится ли она автоматически.
sv: Det gick inte att spara inspelningsposten i databasen: %@ Inspelningsfilen sparades på disken. Starta om appen och kontrollera om den återställs automatiskt.
th: บันทึกรายการการบันทึกลงฐานข้อมูลไม่สำเร็จ: %@ ไฟล์การบันทึกถูกเก็บในดิสก์ รีสตาร์ทแอปและตรวจสอบว่าถูกกู้คืนโดยอัตโนมัติหรือไม่
tr: Kayıt girişi veritabanına kaydedilemedi: %@ Kayıt dosyası diske kaydedildi. Uygulamayı yeniden başlatıp otomatik kurtarılıp kurtarılmadığını kontrol edin.
uk: Не вдалося зберегти запис у базу даних: %@ Файл запису збережено на диску. Перезапустіть застосунок і перевірте, чи його відновлено автоматично.
vi: Lưu mục ghi âm vào cơ sở dữ liệu thất bại: %@ Tệp ghi âm đã được lưu trên đĩa. Khởi động lại ứng dụng và kiểm tra xem nó có được tự động khôi phục không.
zh_hant: 錄音記錄儲存到數據庫失敗：%@ 錄音文件已儲存在磁盤上，請重啓應用後檢查是否自動恢復。

source: 录音过程中可在顶部工具栏查看时长和静音状态
ar: أثناء التسجيل يمكنك رؤية المدة وحالة الكتم في شريط الأدوات العلوي
de: Während der Aufnahme siehst du Dauer und Stummschaltstatus in der oberen Symbolleiste
en: During recording you can see the duration and mute status in the top toolbar
es: Durante la grabación puedes ver la duración y el estado de silencio en la barra de herramientas superior
fr: Pendant l’enregistrement, la durée et l’état du micro sont visibles dans la barre d’outils
hi: रिकॉर्डिंग के दौरान अवधि और म्यूट स्थिति ऊपरी टूलबार में देखी जा सकती है
id: Selama merekam, durasi dan status bungkam dapat dilihat di bilah alat atas
it: Durante la registrazione durata e stato del microfono sono visibili nella barra strumenti
ja: 録音中は所要時間とミュート状態を上部ツールバーで確認できます
ko: 녹음 중에는 길이와 음소거 상태를 상단 도구 막대에서 볼 수 있습니다
nl: Tijdens de opname zie je de duur en mute-status in de bovenste werkbalk
pl: Podczas nagrywania czas trwania i stan wyciszenia widać na górnym pasku narzędzi
pt: Durante a gravação pode ver a duração e o estado do microfone na barra de ferramentas
ru: Во время записи длительность и состояние микрофона видны на верхней панели
sv: Under inspelningen visas längd och mikrofonstatus i det övre verktygsfältet
th: ระหว่างบันทึก คุณดูระยะเวลาและสถานะปิดไมค์ได้ที่แถบเครื่องมือด้านบน
tr: Kayıt sırasında süreyi ve sessize alma durumunu üst araç çubuğunda görebilirsiniz
uk: Під час запису тривалість і стан мікрофона видно на верхній панелі
vi: Trong khi ghi âm, bạn thấy thời lượng và trạng thái tắt tiếng trên thanh công cụ trên cùng
zh_hant: 錄音過程中可在頂部工具列查看時長和靜音狀態

source: 待办
ar: المهام
de: Aufgaben
en: To-Dos
es: Tareas
fr: Tâches
hi: कार्य
id: Tugas
it: Attività
ja: ToDo
ko: 할 일
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи
sv: Uppgifter
th: งาน
tr: Görevler
uk: Завдання
vi: Việc cần làm
zh_hant: 待辦

source: 待办事项
ar: المهام
de: Aufgaben
en: To-Dos
es: Tareas
fr: Tâches
hi: कार्य
id: Tugas
it: Attività
ja: ToDo
ko: 할 일
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи
sv: Uppgifter
th: งาน
tr: Görevler
uk: Завдання
vi: Việc cần làm
zh_hant: 待辦事項

source: 待办写入失败：提醒事项授权已失效。 请到「系统设置 → 隐私与安全性 → 提醒事项」中重新开启 Memonta 后重试。
ar: فشل كتابة المهام: انتهت صلاحية إذن التذكيرات. فعّل Memonta مجددًا في «إعدادات النظام → الخصوصية والأمان → التذكيرات» ثم حاول مرة أخرى.
de: Aufgaben schreiben fehlgeschlagen: Erinnerungs-Berechtigung ist abgelaufen. Bitte aktivieren Sie Memonta erneut unter „Systemeinstellungen → Datenschutz & Sicherheit → Erinnerungen“ und versuchen Sie es noch einmal.
en: Failed to write to-dos: Reminders authorization has expired. Please re-enable Memonta in System Settings → Privacy & Security → Reminders and try again.
es: Error al escribir tareas: la autorización de Recordatorios ha caducado. Vuelve a activar Memonta en «Ajustes del Sistema → Privacidad y seguridad → Recordatorios» e inténtalo de nuevo.
fr: Échec de l'écriture des tâches : l'autorisation Rappels a expiré. Veuillez réactiver Memonta dans « Réglages Système → Confidentialité et sécurité → Rappels » puis réessayer.
hi: कार्य लिखने में विफल: रिमाइंडर प्राधिकरण समाप्त हो गया। कृपया «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → रिमाइंडर» में Memonta पुनः सक्षम करें और पुनः प्रयास करें।
id: Gagal menulis tugas: izin Pengingat telah kedaluwarsa. Silakan aktifkan kembali Memonta di «Pengaturan Sistem → Privasi & Keamanan → Pengingat» lalu coba lagi.
it: Scrittura delle attività non riuscita: l'autorizzazione di Promemoria è scaduta. Riattiva Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Promemoria» e riprova.
ja: ToDo の書き込みに失敗：リマインダーの許可が無効になっています。\ 「システム設定 → プライバシーとセキュリティ → リマインダー」で Memonta を再度有効にしてから再試行してください。
ko: 할 일 쓰기 실패: 알림 접근 권한이 만료되었습니다. '시스템 설정 → 개인 정보 보호 및 보안 → 알림'에서 Memonta를 다시 켠 후 시도하세요.
nl: Taken schrijven mislukt: Herinneringen-machtiging is verlopen. Schakel Memonta opnieuw in via «Systeeminstellingen → Privacy en beveiliging → Herinneringen» en probeer opnieuw.
pl: Nie udało się zapisać zadań: uprawnienia Przypomnień wygasły. Włącz ponownie Memonta w «Ustawienia systemowe → Prywatność i ochrona → Przypomnienia» i spróbuj ponownie.
pt: Falha ao gravar tarefas: a autorização do Lembretes expirou. Reative o Memonta em «Ajustes do Sistema → Privacidade e Segurança → Lembretes» e tente novamente.
ru: Не удалось записать задачи: разрешение Напоминаний истекло. Включите Memonta заново в «Системные настройки → Конфиденциальность и безопасность → Напоминания» и повторите попытку.
sv: Det gick inte att skriva uppgifter: Påminnelser-behörigheten har gått ut. Aktivera Memonta igen i «Systeminställningar → Integritet och säkerhet → Påminnelser» och försök igen.
th: เขียนงานไม่สำเร็จ: สิทธิ์เตือนความจำหมดอายุแล้ว โปรดเปิดใช้ Memonta อีกครั้งใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → เตือนความจำ» แล้วลองใหม่
tr: Görevler yazılamadı: Anımsatıcılar izninin süresi doldu. Lütfen «Sistem Ayarları → Gizlilik ve Güvenlik → Anımsatıcılar»da Memonta'yu yeniden etkinleştirip tekrar deneyin.
uk: Не вдалося записати завдання: дозвіл Нагадувань прострочено. Увімкніть Memonta знову у «Системні налаштування → Приватність і безпека → Нагадування» та спробуйте ще раз.
vi: Ghi việc cần làm thất bại: quyền Lời nhắc đã hết hạn. Vui lòng bật lại Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Lời nhắc» rồi thử lại.
zh_hant: 待辦寫入失敗：提醒事項授權已失效。 請到「系統設置 → 隱私與安全性 → 提醒事項」中重新開啓 Memonta 後重試。

source: 待办列表为空，无需写入
ar: قائمة المهام فارغة؛ لا شيء للكتابة
de: Die Aufgabenliste ist leer; nichts zu schreiben
en: The to-do list is empty; nothing to write
es: La lista de tareas está vacía; nada que escribir
fr: La liste de tâches est vide ; rien à écrire
hi: कार्य सूची खाली है; लिखने के लिए कुछ नहीं
id: Daftar tugas kosong; tidak ada yang perlu ditulis
it: L'elenco delle attività è vuoto; niente da scrivere
ja: ToDo リストが空のため、書き込むものがありません
ko: 할 일 목록이 비어 있어 쓸 항목이 없습니다
nl: De takenlijst is leeg; niets om te schrijven
pl: Lista zadań jest pusta; nie ma czego zapisywać
pt: A lista de tarefas está vazia; nada para gravar
ru: Список задач пуст; записывать нечего
sv: Uppgiftslistan är tom; inget att skriva
th: รายการงานว่างเปล่า ไม่มีอะไรให้เขียน
tr: Görev listesi boş; yazılacak bir şey yok
uk: Список завдань порожній; немає що записувати
vi: Danh sách việc cần làm trống; không có gì để ghi
zh_hant: 待辦列表爲空，無需寫入

source: 待办拆解
ar: استخراج المهام
de: Aufgabenextraktion
en: To-Do Extraction
es: Extracción de tareas
fr: Extraction des tâches
hi: कार्य निष्कर्षण
id: Ekstraksi Tugas
it: Estrazione attività
ja: ToDo 抽出
ko: 할 일 추출
nl: Taakextractie
pl: Wyodrębnianie zadań
pt: Extração de tarefas
ru: Извлечение задач
sv: Uppgiftsextrahering
th: การแยกงาน
tr: Görev Çıkarma
uk: Видобування завдань
vi: Trích xuất việc cần làm
zh_hant: 待辦拆解

source: 待办拆解失败：%@
ar: فشل استخراج المهام: %@
de: Aufgabenextraktion fehlgeschlagen: %@
en: To-do extraction failed: %@
es: Error al extraer tareas: %@
fr: Échec de l'extraction des tâches : %@
hi: कार्य निष्कर्षण में विफल: %@
id: Gagal mengekstraksi tugas: %@
it: Estrazione attività non riuscita: %@
ja: ToDo 抽出に失敗: %@
ko: 할 일 추출 실패: %@
nl: Taakextractie mislukt: %@
pl: Nie udało się wyodrębnić zadań: %@
pt: Falha ao extrair tarefas: %@
ru: Не удалось извлечь задачи: %@
sv: Uppgiftsextraktion misslyckades: %@
th: แยกงานไม่สำเร็จ: %@
tr: Görev çıkarılamadı: %@
uk: Не вдалося витягти завдання: %@
vi: Trích xuất việc cần làm thất bại: %@
zh_hant: 待辦拆解失敗：%@

source: 待办支持优先级、截止时间、备注
ar: تدعم المهام الأولوية والموعد النهائي والملاحظات
de: Aufgaben unterstützen Priorität, Fälligkeitsdatum und Notizen
en: To-dos support priority, due date and notes
es: Las tareas admiten prioridad, fecha límite y notas
fr: Les tâches prennent en charge priorité, échéance et notes
hi: कार्य प्राथमिकता, नियत तारीख और टिप्पणियों का समर्थन करते हैं
id: Tugas mendukung prioritas, tenggat, dan catatan
it: Le attività supportano priorità, scadenza e note
ja: ToDo は優先度・締切・メモに対応
ko: 할 일은 우선순위, 마감일, 메모를 지원합니다
nl: Taken ondersteunen prioriteit, deadline en notities
pl: Zadania obsługują priorytet, termin i notatki
pt: Tarefas suportam prioridade, prazo e notas
ru: Задачи поддерживают приоритет, срок и заметки
sv: Uppgifter stöder prioritet, deadline och anteckningar
th: งานรองรับลำดับความสำคัญ วันครบกำหนด และหมายเหตุ
tr: Görevler öncelik, bitiş tarihi ve notları destekler
uk: Завдання підтримують пріоритет, термін і нотатки
vi: Việc cần làm hỗ trợ mức ưu tiên, hạn chót và ghi chú
zh_hant: 待辦支持優先級、截止時間、備注

source: 待办支持手动新增、编辑、删除，不锁定于 AI 结果
ar: يمكن إضافة المهام وتعديلها وحذفها يدويًا — لا تقتصر على نتائج الذكاء الاصطناعي
de: Aufgaben können manuell hinzugefügt, bearbeitet und gelöscht werden – nicht an AI-Ergebnisse gebunden
en: To-dos can be added, edited and deleted manually — not locked to AI results
es: Las tareas pueden añadirse, editarse y eliminarse manualmente; no están limitadas a los resultados de la IA
fr: Les tâches peuvent être ajoutées, modifiées et supprimées manuellement — pas limitées aux résultats de l'IA
hi: कार्य मैन्युअल रूप से जोड़े, संपादित और हटाए जा सकते हैं — AI परिणामों तक सीमित नहीं
id: Tugas dapat ditambah, diedit, dan dihapus secara manual — tidak terkunci pada hasil AI
it: Le attività possono essere aggiunte, modificate ed eliminate manualmente; non sono vincolate ai risultati dell'IA
ja: ToDo は手動で追加・編集・削除でき、AI の結果に限定されません
ko: 할 일은 수동으로 추가, 편집, 삭제할 수 있으며 AI 결과에 종속되지 않습니다
nl: Taken kunnen handmatig worden toegevoegd, bewerkt en verwijderd — niet beperkt tot AI-resultaten
pl: Zadania można dodawać, edytować i usuwać ręcznie — nie są ograniczone do wyników AI
pt: Tarefas podem ser adicionadas, editadas e apagadas manualmente — não ficam presas aos resultados da IA
ru: Задачи можно добавлять, редактировать и удалять вручную — они не привязаны к результатам ИИ
sv: Uppgifter kan läggas till, redigeras och raderas manuellt — de är inte låsta till AI-resultat
th: งานสามารถเพิ่ม แก้ไข และลบด้วยตนเองได้ ไม่จำกัดเฉพาะผลลัพธ์จาก AI
tr: Görevler manuel olarak eklenebilir, düzenlenebilir ve silinebilir — YZ sonuçlarına bağlı değildir
uk: Завдання можна додавати, редагувати та видаляти вручну — вони не обмежені результатами ШІ
vi: Việc cần làm có thể được thêm, sửa và xóa thủ công — không bị khóa vào kết quả của AI
zh_hant: 待辦支持手動新增、編輯、刪除，不鎖定於 AI 結果

source: 待办文件写入失败：%@
ar: فشل كتابة ملف المهام: %@
de: Aufgabendatei konnte nicht geschrieben werden: %@
en: Failed to write the to-do file: %@
es: Error al escribir el archivo de tareas: %@
fr: Échec de l'écriture du fichier de tâches : %@
hi: कार्य फ़ाइल लिखना विफल: %@
id: Gagal menulis file tugas: %@
it: Scrittura del file delle attività non riuscita: %@
ja: ToDo ファイルの書き込みに失敗：%@
ko: 할 일 파일 쓰기 실패: %@
nl: Takenbestand schrijven mislukt: %@
pl: Nie udało się zapisać pliku zadań: %@
pt: Falha ao escrever o ficheiro de tarefas: %@
ru: Не удалось записать файл задач: %@
sv: Kunde inte skriva uppgiftsfilen: %@
th: เขียนไฟล์งานไม่สำเร็จ: %@
tr: Görev dosyası yazılamadı: %@
uk: Не вдалося записати файл завдань: %@
vi: Ghi tệp việc cần làm thất bại: %@
zh_hant: 待辦檔案寫入失敗：%@

source: 待办标题
ar: عنوان المهمة
de: Aufgabentitel
en: Todo Title
es: Título de la tarea
fr: Titre de la tâche
hi: कार्य का शीर्षक
id: Judul tugas
it: Titolo attività
ja: ToDoタイトル
ko: 할 일 제목
nl: Titel van taak
pl: Tytuł zadania
pt: Título da tarefa
ru: Название задачи
sv: Att-göra-titel
th: ชื่องานที่ต้องทำ
tr: Yapılacak Başlığı
uk: Назва завдання
vi: Tiêu đề việc cần làm
zh_hant: 待辦標題

source: 待续跑的任务
ar: مهام في الانتظار
de: Ausstehende Aufgaben
en: Pending tasks
es: Tareas pendientes
fr: Tâches en attente de reprise
hi: लंबित कार्य
id: Tugas menunggu lanjutan
it: Attività in attesa
ja: 継続待ちのタスク
ko: 이어하기 대기 작업
nl: Taken in afwachting
pl: Zadania oczekujące
pt: Tarefas pendentes
ru: Задачи в ожидании
sv: Väntande uppgifter
th: งานที่รอดำเนินการต่อ
tr: Bekleyen görevler
uk: Завдання в очікуванні
vi: Tác vụ chờ tiếp tục
zh_hant: 待續跑的工作

source: 待转写
ar: بانتظار التفريغ
de: Wartet auf Transkription
en: Pending
es: Pendiente de transcribir
fr: En attente de transcription
hi: ट्रांसक्रिप्शन की प्रतीक्षा में
id: Menunggu transkripsi
it: In attesa di trascrizione
ja: 文字起こし待ち
ko: 전사 대기
nl: Wacht op transcriptie
pl: Oczekuje na transkrypcję
pt: Aguardando transcrição
ru: Ожидает расшифровки
sv: Väntar på transkribering
th: รอการถอดความ
tr: Çeviri yazı bekliyor
uk: Очікує транскрибування
vi: Chờ chuyển ngữ
zh_hant: 待轉寫

source: 快捷添加
ar: إضافة سريعة
de: Schnell hinzufügen
en: Quick Add
es: Añadir rápido
fr: Ajout rapide
hi: त्वरित जोड़ें
id: Tambah cepat
it: Aggiunta rapida
ja: クイック追加
ko: 빠른 추가
nl: Snel toevoegen
pl: Szybkie dodawanie
pt: Adição rápida
ru: Быстрое добавление
sv: Snabbtillägg
th: เพิ่มด่วน
tr: Hızlı ekle
uk: Швидке додавання
vi: Thêm nhanh

source: 快捷笔记
ar: الملاحظات السريعة
de: Schnellnotizen
en: Quick Notes
es: Notas rápidas
fr: Notes rapides
hi: क्विक नोट्स
id: Catatan cepat
it: Note rapide
ja: クイックノート
ko: 빠른 메모
nl: Snelle notities
pl: Szybkie notatki
pt: Notas rápidas
ru: Быстрые заметки
sv: Snabbanteckningar
th: โน้ตด่วน
tr: Hızlı notlar
uk: Швидкі нотатки
vi: Ghi chú nhanh
zh_hant: 快捷筆記
